{
    "privacy.title": "privacy",
    "privacy.content": [
        "Responsible: Alexander Benz (address as before)",
        "The use of this website is possible without any indication of personal data.",
        "I would like to point out that data transmission on the Internet (e.g. when communicating by e-mail) can have security gaps. Complete protection of data against access by third parties is not possible.",
        "General notice and mandatory information",
        "Designation of the responsible body",
        "The responsible body for data processing on this website is:",
        "alex-benz.de",
        "Alexander Benz",
        "Amalie-Tonoli-Str. 11",
        "77652 Offenburg",
        "The controller alone or jointly with others determines the purposes and means of the processing of personal data (e.g. names, contact details or similar).",
        "Revocation of your consent to data processing",
        "Only with your explicit consent are some data processing operations possible. You can revoke your consent at any time. An informal communication by e-mail is sufficient for the revocation. The legality of the data processing carried out until the revocation remains unaffected by the revocation.",
        "Right to complain to the competent supervisory authority",
        "As a data subject, you have the right to lodge a complaint with the competent supervisory authority in the event of a data protection violation. The competent supervisory authority regarding data protection issues is the State Data Protection Commissioner of the federal state in which our company's registered office is located. The following link provides a list of data protection officers and their contact details: https://www.bfdi.bund.de/DE/Service/ Anschriften/anschriften_table.html.",
        "Right to data portability",
        "You have the right to have data that we process automatically on the basis of your consent or in performance of a contract handed over to you or to third parties. The data shall be provided in a machine-readable format. If you request the direct transfer of the data to another controller, this will only be done insofar as it is technically feasible.",
        "Right to information, correction, blocking, deletion",
        "Within the framework of the applicable legal provisions, you have the right at any time to free information about your stored personal data, the origin of the data, their recipients and the purpose of the data processing and, if applicable, a right to correction, blocking or deletion of this data. In this regard and also for further questions on the subject of personal data, you can contact us at any time via the contact options listed in the imprint.",
        "SSL or TLS encryption",
        "For security reasons and to protect the transmission of confidential content that you send to us as the site operator, our website uses SSL or TLS encryption. This means that data that you transmit via this website cannot be read by third parties. You will recognize a encrypted connection at the 'https' address line of your browser and at the lock symbol in the browser line.",
        "Server Log Files",
        "The provider of the website automatically collects and stores information in server log files, which your browser automatically transmits to us. These are:",
        "browser type and browser version",
        "used operating system",
        "Referrer URL",
        "Hostname of the accessing computer",
        "Time of server request",
        "IP address",
        "This data is not merged with other data sources. The basis for data processing is Art. 6 Para. 1 lit. b GDPR, which permits the processing of data to fulfill a contract or pre-contractual measures.",
        "Source: Data protection configurator from mein-datenschutzbeauftragter.de"
    ]
}
