{
    "profile.name": "Hallo, mein Name ist Alex Benz und ich bin seit Januar 2019 als freiberuflicher Frontend-Entwickler tätig.",
    "profile.work": "Mein Hauptaugenmerk liegt auf der Entwicklung von responsiven Webseiten und Anwendungen mit HTML5, CSS3 und TypeScript. Außerdem arbeite ich bevorzugt mit JS-Frameworks wie ReactJS und VueJS.",
    "profile.experience": "Ich verfüge über mehr als 10 Jahre Erfahrung in der Webbranche und habe zuvor für ein führendes deutsches E-Commerce-Unternehmen und eine der größten Digitalagenturen in Deutschland gearbeitet.",
    "profile.formal": "Verfügbarkeit und Stundensatz können auf Anfrage mitgeteilt werden.",
    "profile.location": "Ich arbeite hauptsächlich remote. Bei Projekten in der Nähe von Freiburg oder Karlsruhe ist eine Anwesenheit in Teilzeit möglich. Für Projektinitialisierungen kann ich bei Bedarf auch im weiteren Umkreis vor Ort sein.",

    "intro.headline": "Hi, ich bin <br/><span>Alex Benz!</span>",
    "intro.text.1": "Ich bin leidenschaftlicher Frontend Entwickler. Ich spezialisiere mich auf HTML, CSS und TypeScript, um ansprechende Benutzeroberflächen zu erstellen. Als freiberuflicher Entwickler biete ich meine Dienste Agenturen, Unternehmen und Privatpersonen an. Lassen Sie uns zusammenarbeiten und gemeinsam etwas Großartiges erschaffen.",

    "skills.headline": "Frontend <span>rocks</span>!",
    "skills.subline": "Ich habe Spaß an dem, was ich tue. Ich liebe es, neue Dinge zu lernen.",
    "skills.text.1": "Ich biete professionelle Frontend-Entwicklungsdienstleistungen an, die die neuesten Standards einhalten und einen hochmodernen Technologie-Stack verwenden. Mein Können umfasst das Entwerfen und Entwickeln von unverwechselbaren Websites, das Erstellen von interaktiven Anwendungen und die aktive Beteiligung an der Realisierung Ihres einzigartigen Projekts.",
    "skills.text.2": "Mit mehr als 10 Jahren Erfahrung als Frontend- und Webentwickler bringe ich eine Fülle von Fachkenntnissen über ein breites Spektrum von Technologien mit. Meine Spezialgebiete sind unten aufgeführt, und wenn Sie ein umfassendes Profil wünschen, können Sie es gerne anfordern.",

    "testimonials.headline": "Alle arbeiten gerne <br/><span>mit mir zusammen</span>",
    "testimonials.subline": "Das sagen meine Kunden über mich!",
    "testimonials.text.1": "Ich habe im Laufe der Jahre mit vielen Kunden zusammengearbeitet und kann mit Stolz sagen, dass ich immer positive Rückmeldungen erhalten habe. Hier sind einige der Zeugnisse, die ich von meinen Kunden erhalten habe.",

    "contact.headline": "Kontaktieren Sie mich. <br/><span>Vernetzen wir uns</span>!",
    "contact.subline": "Lassen Sie uns Kontakt aufnehmen und Ihr Projekt besprechen.",
    "contact.text.1": "Wenn Sie ein Projekt planen oder Fragen haben, können Sie sich gerne an mich wenden. Ich freue mich immer darauf, mit Ihnen zusammenzuarbeiten und gemeinsam etwas Großartiges zu erschaffen.",
    "contact.text.2": "Sie können mich hier kontaktieren:",

    "skill.category.development": "Entwicklung",
    "skill.category.devops": "DevOps",
    "skill.category.tools": "Software & Tools",
    "skill.category.languages": "Sprachen",

    "skill.level.expert": "Experte",
    "skill.level.advanced": "Fortgeschritten",
    "skill.level.experienced": "Erfahren",
    "skill.level.learning": "Lernend",

    "skill.label.html5": "HTML 5",
    "skill.label.css": "CSS und pre/post processors",
    "skill.label.javascript": "JavaScript",
    "skill.label.reactjs": "ReactJS",
    "skill.label.redux": "Redux",
    "skill.label.vuejs": "VueJs",
    "skill.label.typescript": "TypeScript",
    "skill.label.nodejs": "NodeJs",
    "skill.label.templating": "Templating - Handlebars, JSP, twig",
    "skill.label.jquery": "jQuery",
    "skill.label.php": "PHP",
    "skill.label.mysql": "MySQL",
    "skill.label.server": "Server Systeme - Nginx, Unix",
    "skill.label.ci": "Continuous Integration - Jenkins, Github Actions",
    "skill.label.build": "Build - Webpack, Gulp, Grunt",
    "skill.label.testing": "Testing - Jest, Enzyme, Cypress",
    "skill.label.agile": "Agile - Scrum, Kanban",
    "skill.label.versioncontrol": "git - Github, Bitbucket, Gitlab",
    "skill.label.imageediting": "Bildbearbeitung - Adobe Photoshop",
    "skill.label.webdesign": "Web design - Figma, Adobe XD, sketch, zeplin",
    "skill.label.vscode": "Visual Studio Code",
    "skill.label.projectmanagement": "Projektmanagement - Jira, Confluence",
    "skill.label.docker": "Docker",
    "skill.label.aws": "AWS",
    "skill.label.german": "Deutsch (Muttersprache)",
    "skill.label.english": "Englisch (fließend, verhandlungssicher)",

    "skill.period.year": "Jahr | Jahre",

    "project.position.react": "Frontend Entwickler, ReactJS",
    "project.position.vue": "Frontend Entwickler, VueJS",
    "project.position.frontend": "Frontend Entwickler",
    "project.position.freelance": "Freiberuflicher Frontend Entwickler",

    "project.location.freiburg": "Freiburg",
    "project.location.stuttgart": "Stuttgart",
    "project.location.vienna": "Wien - Österreich",

    "project.description.vi.obi": "Unterstützung der Agentur bei einem Open-Source-Projekt: Entwicklung einer Online-Chat-Plattform zur Beratung",
    "project.description.whitebox.calculator": "Entwicklung von interaktiven Finanzrechnern zur Integration in die Website",
    "project.description.brainson.sixbid.ongoing": "Unterstützung der Agentur bei einem ihrer VueJS-Projekte: Weiterentwicklung einer Auktionswebseite als Single-Page-Applikation",
    "project.description.viable.finance": "Entwicklung einer Webanwendung für den Finanzsektor mit React",
    "project.description.checkpad.lp": "Entwicklung einer Landing Page als Webanwendung mit React unter Anbindung eines Headless CMS",
    "project.description.fundmate.app": "Entwicklung von Webanwendungen auf Basis von JAM Stack",
    "project.description.fundmate.ongoing": "Entwicklung von Komponenten für die Website in Statamic",
    "project.description.badenova.ongoing": "Durchführung von Growth-Hacking-Kampagnen mittels A/B-Testing und Optimierung von Landing Pages. Unterstützung bei der Entwicklung der Homepage.",
    "project.description.mdeg.emeyex": "Entwicklung einer Anwendung zur Unterstützung der Kommunikation zwischen einer Notrufzentrale und dem Anrufer unter Verwendung von React und WebRTC.",
    "project.description.vi.ui": "Unterstützung der Agentur mit einer React-Anwendung, Fehlerbehebung und Wartung.",
    "project.description.jvm.vue": "Unterstützung der Agentur bei einem VueJS/Nuxt-Projekt: Realisierung einer Kampagnen-Landingpage als Single-Page-Applikation unter Verwendung eines Headless CMS.",
    "project.description.brainson.sixbid": "Unterstützung der Agentur bei einem ihrer VueJS-Projekte: Realisierung einer Auktionswebseite als Single-Page-Applikation.",
    "project.description.mdeg.prepsia": "Entwicklung einer Webanwendung für die medizinische Früherkennung von Schwangerschaftskomplikationen mit ReactJS.",
    "project.description.freelance": "Eigene Projekte entwickeln und dabei neue Fähigkeiten erlernen und weiterentwickeln. Einige der Arbeiten sind auf meinem GitHub-Profil zu finden.",

    "employment.description.vi": "Als Teil eines Teams, das sich auf komponentenbasierte responsive Frontend-Frameworks spezialisiert hat, habe ich an Websites größerer Unternehmen gearbeitet und interne Projekte unterstützt.",
    "employment.description.printus": "Bei der Printus GmbH war ich in einem funktionsübergreifenden agilen Team für die Entwicklung und Pflege mehrerer Online-Shops zuständig. Mein Fokus lag auf der Entwicklung und Umsetzung von Softwarekonzepten und Anforderungen.",

    "employment.position.frontend": "Frontend Developer, Intermediate",
    "employment.position.web": "Wev Developer",

    "employment.location.freiburg": "Freiburg",
    "employment.location.offenburg": "Offenburg",

    "education.title.master": "Master of Science",
    "education.title.bachelor": "Bachelor of Science",
    "education.title.abitur": "Abitur",

    "education.field.muk": "Medien und Kommunikation",
    "education.field.mi": "Medien- und Informationswesen",

    "education.location.offenburg": "Offenburg",

    "testimonials.jona.statement.1": "Es gibt von Alex Benz einen Satz, den er ganz allein für sich beansprucht und der seine Zuverlässigkeit bestens umschreibt:",
    "testimonials.jona.statement.2": "\"Das habe ich bereits erledigt!\"",
    "testimonials.jona.statement.3": "Einfach großartig... Danke für alles!"
}